Revit 2027 API
ParameterTypeId.RbsPipeSystemFixtureUnitParam Property
 "Fixture Units"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RbsPipeSystemFixtureUnitParam { get; }
Public Shared ReadOnly Property RbsPipeSystemFixtureUnitParam As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RbsPipeSystemFixtureUnitParam {
	ForgeTypeId^ get ();
}
static member RbsPipeSystemFixtureUnitParam : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace